tap "steipete/tap"
brew "argocd"
brew "curl"
brew "duckdb"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "ruby-build"
brew "sevenzip"
brew "skaffold"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "steipete/tap/gogcli"
cask "1password"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "codex"
cask "discord"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
go "cmd/go"
go "cmd/gofmt"
